Repository: vicbeck2/svnshooshoo
Catalog: KDE/kdelib.tmx
Source language: en
Languages: bg, ca, cs, da, de, el, es, et, eu, fi, fr, hu, is, it, ja, lt, lv, nl, pl, pt, ro, sk, sl, sv, tr

source: Sub-Department
bg: Подотдел
ca: Sub-departament
cs: Pododdělení
da: Underafdeling
de: Unter-Abteilung
el: Υπο-τμήμα
es: Subdepartamento
et: Allüksus
eu: Azpisaila
fi: Aliosasto
fr: Sous-département
hu: Alosztály, részleg
is: Undirdeild
it: Sotto-dipartimento
ja: 副部署
lt: Poskyris
lv: ApakšNodaļa
nl: Onderafdeling
pl: Podwydział
pt: Sub-Departamento
ro: Subdepartament
sk: Pododdelenie
sl: Pododdelek
sv: Underavdelning
tr: Alt Bölüm

source: Subject:
bg: Тема:
ca: Assumpte:
cs: Předmět:
da: Emne:
de: Betreff:
el: Θέμα:
es: Asunto:
et: Subjekt:
eu: Gaia:
fi: Aihe:
fr: Sujet :
hu: Trgy:
is: Viðfangsefni:
it: Oggetto:
ja: 件名:
lt: Subjektas:
lv: Subjekts:
nl: Onderwerp:
pl: Temat:
pt: Assunto:
ro: Subiect:
sk: Predmet:
sl: Predmet:
sv: Ämne:
tr: Konu:

source: Submit
bg: Изпращане
ca: Envia
cs: Odeslat
da: Indsend
de: Absenden
el: Υποβολή
es: Enviar
et: Saada
eu: Bidali
fi: Lähetä
fr: Soumettre
hu: Elküldés
is: Senda
it: Invia
ja: 提出
lt: Siųsti
lv: Sūtīt
nl: Indienen
pl: Wyślij
pt: Enviar
ro: Trimite
sk: Odoslať
sl: Pošlji
sv: Skicka
tr: Gönder

source: Submit Bug Report
bg: Изпращане на съобщение за грешка
ca: Envia un informe d'error
cs: Poslat chybové hlášení
da: Indsend fejlrapport
de: Problembericht einschicken
el: Υποβολή αναφοράς σφάλματος
es: Envía un informe de fallos
et: Vearaporti saatmine
eu: Jakinarazi Errorera
fi: Lähetä vikailmoitus
fr: Envoyer un rapport de bogue
hu: Hibajelentés küldése
is: Senda villuskýrslu
it: Invia una segnalazione di bug
ja: バグレポートを提出
lt: Rašyti pranešimą apie ydą
lv: Sūtīt Kļūdas Ziņojumu
nl: Bugrapport indienen
pl: Wyślij raport o błędzie
pt: Comunicar um Erro
ro: Trimite raportul de eroare
sk: Poslať správu o chybe
sl: Pošlji poročilo o hrošču
sv: Skicka en felrapport
tr: Hata Raporu Gönder

source: Substring Completion
bg: Завършване на част от низа
ca: Acabament de subcadenes
cs: Doplňování části textu
da: Fuldstændiggørelse af delstreng
de: Text-Ergänzung
el: Συμπλήρωση υποσυμβολοσειράς
es: Completado de subcadena de texto
et: Alamstringide lõpuleviimine
eu: Subkatearen Osatzea
fi: Alajonon täydennys
fr: Autocomplètement d'une partie de texte
hu: Részszöveg-kiegészítés
is: Textaklárun strenghluta
it: Completamento sottostringa
ja: 文字列補完
lt: Eilutės baigimas
lv: Apakšrindas Pabeigšana
nl: Subtekstcompletering
pl: Dopełnienie tekstu
pt: Completação do Sub-Texto
ro: Completare subşir
sk: Doplnenie textu
sl: Dopolnjevanje podniza
sv: Delsträngskomplettering
tr: Metin Tamamlama

source: Suggested Words
bg: Предложения:
ca: Paraules suggerides
cs: Navrhovaná slova
da: Foreslåede ord
de: Vorschläge:
el: Προτεινόμενες λέξεις
es: Palabras sugeridas:
et: Soovitused
eu: Hitz iradokiak
fi: Sanaehdotukset:
fr: Mots suggérés
hu: Javaslatok
is: Uppástungur:
it: Suggerimenti
ja: 置き換え候補
lt: Pasiūlymai:
lv: Ieteikumi:
nl: Woordsuggesties
pl: Podpowiedzi
pt: Palavras Sugeridas
ro: Cuvinte sugerate
sk: Navrhované slová
sl: Predlagane besede
sv: Föreslagna ord
tr: Önerilen Kelimeler

source: Suggestion List
bg: Предложения
ca: Llista de suggeriments
cs: Seznam návrhů
da: Forslagsliste
de: Vorschlagsliste
el: Λίστα προτάσεων
es: Lista de sugerencias
et: Soovituste nimekiri
eu: Iradokizunen zerrenda
fi: Ehdotuslista
fr: Liste de suggestions
hu: Javaslatok
is: Póstlisti
it: Lista di suggerimenti
ja: 置き換え候補のリスト
lt: Pasiūlymai:
lv: Testēt Distribūciju Sarakstus
nl: Suggestielijst
pl: Lista podpowiedzi
pt: Lista de Sugestões
ro: Lista de sugestii
sk: Zoznam návrhov
sl: Seznam predlogov
sv: Lista över förslag
tr: Öneri Listesi

source: Sunday
bg: неделя
ca: Diumenge
cs: neděle
da: Søndag
de: Sonntag
el: Κυριακή
es: Domingo
et: pühapäev
eu: Igandea
fi: sunnuntai
fr: dimanche
hu: vasárnap
is: sunnudagur
it: domenica
ja: 日曜日
lt: Sekmadienis
lv: Svētdiena
nl: zondag
pl: niedziela
pt: Domingo
ro: Duminică
sk: Nedeľa
sl: nedelja
sv: söndag
tr: Pazar

source: Swedish
bg: Шведски
ca: Suec
cs: Švédský
da: Svensk
de: Schwedisch
el: Σουηδικό
es: Sueco
et: Rootsi
fi: Ruotsi
fr: Suédois
hu: Svéd
is: Sænska
it: Svedese
ja: スウェーデン語
lt: Švedų
lv: Zviedru
nl: Zweeds
pl: Szwedzki
pt: Sueco
ro: Suedeză
sk: Švédsky
sl: švedščina
sv: Svensk
tr: İsveççe

source: Swiss German
bg: Немски (Швейцария)
ca: Alemany suis
cs: Švýcarská němčina
da: Schweizertysk
de: Deutsch (Schweiz)
el: Ελβετικό Γερμανικό
es: Alemán de Suiza
et: Šveitsi saksa
eu: Suitzako Alemaniera
fi: Sveitsin saksa
fr: Suisse allemand
hu: Német (svájci)
is: Svissnesk þýska
it: Svizzero tedesco
ja: スイス・ドイツ語
lt: Šveicarijos vokiečių
lv: Šveices Vācu
nl: Duits (Zwitserland)
pl: Niemiecki ze Szwajcarii
pt: Alemão da Suíça
ro: Germană elveţiană
sk: Nemecký (Švajčiarsko)
sl: švicarska nemščina
sv: Schweizisk tysk
tr: İsviçre Almancası

source: Symbolic Link
bg: Символна връзка
ca: Enllaç simbòlic
cs: Symbolický odkaz
da: Symbolsk link
de: Symbolische Verknüpfung
el: Συμβολικός δεσμός
es: Enlace simbólico
et: Nimeviit
eu: Lotura Sinbolikoa
fi: Symbolinen linkki
fr: Lien symbolique
hu: Szimbolikus link
is: Tákntengi
it: Collegamento simbolico
ja: シンボリックリンク
lt: Simbolinė nuoroda
lv: Simboliska Saite
nl: Symbolische koppeling
pl: Dowiązanie symboliczne
pt: Ligação Simbólica
ro: Legătură simbolică
sk: Symbolický odkaz
sl: Simbolna povezava
sv: Symbolisk länk
tr: Sembolik Bağlantı

source: System Default (%1)
bg: Подразбиращ се за система (%1)
ca: Omissió del sistema (%1)
cs: Výchozí pro systém (%1)
da: Systemstandard (%1)
de: System-Standard (%1)
el: Προκαθορισμένο συστήματος (%1)
es: Predeterminado del sistema (%1)
et: Süsteemne vaikeväärtus (%1)
eu: Sistema lehenetsia (%1)
fi: Järjestelmän oletus (%1)
fr: Valeur par défaut du système (%1)
hu: A rendszer alapértelmezése (%1)
is: Sjálfgefið gildi kerfis (%1)
it: Predefinito di sistema (%1)
ja: システム標準 (%1)
lt: Sistemos numatytas (%1)
lv: Uzstādīt kā noklusēto
nl: Systeemstandaard (%1)
pl: Systemowe (%1)
pt: Predefinição do Sistema (%1)
ro: Implicit sistem (%1)
sk: Štandardný sytémovy (%1)
sl: Sistemsko privzeto (%1)
sv: Systemstandard (%1)
tr: Sistem Öntanımlı (%1)

source: System Menu
bg: Системно меню
ca: Menú del sistema
cs: Systémová nabídka
de: Systemmenü
el: Μενού συστήματος
es: Menú del sistema
et: Süsteemne menüü
eu: Sistemaren Menua
fi: Järjestelmän valikko
fr: Menu système
hu: Rendszermenü
is: Kerfisvalmynd
it: Menu di sistema
ja: システムメニュー
lt: Sistemos meniu
lv: Sistēmas Izvēlne
nl: Systeemmenu
pl: Menu systemowe
pt: Menu do Sistema
ro: Meniu de sistem
sk: Systémové menu
sl: Sistemski meni
sv: Systemmeny
tr: Sistem Menüsü

source: T&ranslation
bg: &Превод
ca: T&raducció
cs: Přek&lad
da: O&versættelse
de: Über&setzung
el: Μετά&φραση
es: T&raducción
et: Tõl&ge
eu: &Itzulpena
fi: &Käännös
fr: &Traduction
hu: For&dítók
is: Þýð&ing
it: T&raduzione
ja: 翻訳(&r)
lt: &Vertimas
lv: T&ulkojums
nl: Ve&rtaling
pl: &Tłumaczenie
pt: &Tradução
ro: &Traducerea
sk: &Preklad
sl: &Prevod
sv: Öve&rsättning
tr: Ç&eviri

source: Table:
bg: Таблица:
ca: Taula:
cs: Tabulka:
da: Tabel:
de: Tabelle:
el: Πίνακας:
es: Tabla:
et: Tabel:
eu: Taula:
fi: Taulukko:
fr: Tableau :
hu: Táblázat:
is: Tafla:
it: Tabella:
ja: 表:
lt: Lentelė:
lv: Tabula:
nl: Tabel:
pl: Tablica:
pt: Tabela:
ro: Tabel:
sk: Tabuľka:
sl: Tabela:
sv: Tabell:
tr: Tablo:

source: Talk Addresses
bg: Адреси за разговор
ca: Adreces de conversa
cs: Talk adresy
da: Talk-adresse
de: Talk-Adresse:
es: Direcciones para charlar
et: Talk aadressid
eu: Kontaktatzeko Helbidea:
fi: Talk-osoitteet
fr: Adresses de Talk
hu: Talk címek
is: 'talk' vistfang:
it: Indirizzi talk
ja: Talk アドレス
lt: Adresai pokalbiui
lv: Kontaktadrese
nl: Talk-adressen
pl: Adresy talku
pt: Endereços de Talk
ro: Adrese convorbire
sk: Adresy talk
sl: Pogovorni naslovi
sv: "Talk"-adresser
tr: Talk Adresi

source: Tamil
bg: Тамилски
ca: Tàmil
cs: Tamilština
da: Tamilsk
et: Tamili
eu: Tamila
fi: Tamili
fr: Tamoul
ja: タミル語
lt: Tamilų
lv: Tamilu
pl: Tamilskie
sk: Tamilská
sl: Tamilski
sv: Tamilsk

source: Task
bg: Задача
ca: Tasca
cs: Úkol
da: Opgave
de: Aufgabe
el: Εργασία
es: Tarea
et: Tegum
eu: Ataza
fi: Tehtävä
fr: Tâche
hu: Feladat
is: Verkefni
it: Incarico
ja: タスク
lt: Užduotis
lv: Uzdevums
nl: Taak
pl: Zadanie
pt: Tarefa
ro: Proces
sk: Úloha
sl: Naloga
sv: Uppgift
tr: Görev

source: Technical Reason:
bg: Техническа причина:
ca: Raó tècnica:
cs: Technický důvod:
da: Teknisk årsag:
de: Technische Ursache:
el: Τεχνικός λόγος:
es: Razón técnica:
et: Tehniline põhjus:
eu: Arrazoi Teknikoa:
fi: Tekninen syy:
fr: Raison technique
hu: A hiba oka (technikai):
is: Tæknilegar ástæður:
it: Motivi tecnici:
ja: 技術的理由:
lt: Techninė priežastis:
lv: Tehnisks Iemesls:
nl: Technische reden:
pl: Powody:
pt: Razão Técnica:
ro: Motiv tehnic:
sk: Technický dôvod:
sl: Tehnični razlog:
sv: Teknisk orsak:
tr: Teknik Neden:

source: Telephone Number
bg: Телефонен номер
ca: Número de telèfon
cs: Telefonní číslo
da: Telefonnummer
de: Telefonnummer
el: Αριθμός τηλεφώνου
es: Número de teléfono
et: Telefoninumber
eu: Telefono Zenbakia
fi: Puhelinnumero
fr: Numéro de téléphone
hu: Telefonszám
is: Símanúmer
it: Numero di telefono
ja: 電話番号
lt: Telefono Nr.
lv: Telefona Numurs
nl: Telefoonnummer
pl: Numer telefonu
pt: Núm. de Telefone
ro: Număr de telefon
sk: Telefónne číslo
sl: Telefonska številka
sv: Telefonnummer
tr: Telefon Numarası

source: Test Address LineEdit
bg: Проверка на адреса
ca: Adreça de prova Edició de línia
da: Testadresse - linjeredigering
de: Testadresse für Zeileneditor
es: Probar entrada de dirección
fr: Tester la LineEdit de l'adresse
hu: Tesztcím szerkesztő
it: LineEdit prova indirizzo
ja: アドレスLineEditのテスト
lt: Testuoti adreso LineEdit
lv: Mājas Adreses Iela
pl: Testuj edycję adresu
pt: LineEdit de Teste de Endereços
ro: Linie de editare adresă test
sl: Preizkusni naslov LineEdit
sv: Testa addressradeditor

source: Test Distribution Lists
bg: Проверка на разпределен списък
ca: Prova les llistes de distribució
cs: Test distribučních seznamů
da: Test distributionslister
de: Verteilerliste testen
el: Έλεγχος λιστών διανομής
es: Probar listas de distribución
et: Levitamise nimekirja test
eu: Probatu banaketa zerrendak
fi: Testaa jakelulistat
fr: Vérifier les listes de distribution
hu: A disztribúciós listák tesztelése
is: Prófa póstlista
it: Prova liste di distribuzione
ja: 配布リストをテスト
lt: Išbandyti platinimo sąrašus
lv: Testēt Distribūciju Sarakstus
nl: Test distributielijsten
pl: Test list dystrybucyjnych
pt: Listas de Distribuição de Teste
ro: Liste de distribuţie de test
sk: Test distribučných zoznamov
sl: Preskusi distribucijske sezname
sv: Testa distributionslistor
tr: Dağıtım Listelerini Dene

source: Test libkabc Lock
bg: Проба на заключването на libkabc
ca: Prova el bloqueig libkabc
cs: Test zámku libkabc
da: Test libkabc's lås
de: libkabc-Sperre testen
el: Έλεγχος κλειδώματος libkabc
es: Probar el bloqueo libkabc
et: Libkabc luku test
fi: Testaa libkabc-lukkoa
fr: Tester le verrouillage de libkabc
hu: A Libkabc zárolásának kipróbálása
it: Prova blocco di libkabc
ja: libkabcのロックをテスト
nl: Libkac-lock testen
pl: Test blokady libkabc
pt: Testar o Bloqueio da libkabc
ro: Test blocare libkabc
sk: Otestovať zámok libkabc
sl: Preizkusi ključavnico libkabc
sv: Prova libkabc-låsning

source: Text Alongside Icons
bg: Текст отстрани на иконите
ca: Text vora les icones
cs: Text vedle ikony
da: Tekst langs ikoner
de: Text neben Symbolen
el: Κείμενο δίπλα στα εικονίδια
es: Texto junto a iconos
et: Tekst ikoonide kõrval
eu: Testua Ikonoen Ondoan
fi: Teksti kuvakkeiden vierellä
fr: Texte contre les icônes
hu: Szöveg az ikon mellett
is: Texti við hlið táknmynda
it: Testo accanto alle icone
ja: アイコンの横に文字
lt: Tekstas šalia ženkliukų
lv: Teksts Aiz Ikonām
nl: Tekst naast de pictogrammen
pl: Tekst obok ikon
pt: Texto ao Lado dos Ícones
ro: Text lîngă iconiţe
sk: Text vedľa ikon
sl: Besedilo zraven ikon
sv: Text bredvid ikoner
tr: Simge Yanında Yazı

source: Text Completion
bg: Автоматично завършване
ca: Acabament de text
cs: Doplňování textu
da: Tekstfuldstændiggørelse
de: Text-Ergänzung
el: Συμπλήρωση κειμένου
es: Completado de texto
et: Teksti lõpuleviimine
eu: Textu Osatzea
fi: Tekstintäydennys
fr: Autocomplètement de texte
hu: Szövegkiegészítés
is: Textaklárun
it: Completamento testo
ja: テキスト補完
lt: Teksto baigimas
lv: Teksta Pabeigšana
nl: Tekst aanvullen
pl: Dopełnienie tekstu
pt: Completação de Texto
ro: Completare text
sk: Dopĺňanie textu
sl: Dopolnjevanje besedila
sv: Textkomplettering
tr: Metin Tamamlama

source: Text Only
bg: Само текст
ca: Només text
cs: Pouze text
da: Kun tekst
de: Nur Text
el: Μόνο κείμενο
es: Sólo texto
et: Ainult tekst
eu: Testua Bakarrik
fi: Vain teksti
fr: Texte seul
hu: Csak szöveg
is: Einungis texti
it: Solo testo
ja: 文字のみ
lt: Tik tekstas
lv: Tikai Teksts
nl: Alleen tekst
pl: Tylko tekst
pt: Apenas o Texto
ro: Numai text
sk: Iba text
sl: Samo besedilo
sv: Enbart text
tr: Sadece Yazı

source: Text Position
bg: Позиция на текста
ca: Posició de text
cs: Pozice textu
da: Tekstplacering
el: Θέση κειμένου
es: Posición del texto
et: Teksti asend
eu: Testuaren Posizioa
fi: Tekstin paikka
fr: Position du libellé
hu: Szövegpozíció
is: Textastaða
it: Posizione testo
ja: テキストの位置
lt: Teksto padėtis
lv: Teksta Pozīcija
nl: Tekstpositie
pl: Pozycja tekstu
pt: Posição do Texto
ro: Poziţie text
sk: Pozícia textu
sl: Položaj besedila
sv: Textplacering
tr: Yazı Konumu

source: Text Under Icons
bg: Текст под иконите
ca: Text sota les icones
cs: Text pod ikonou
da: Tekst under ikoner
de: Text unter Symbolen
el: Κείμενο κάτω από τα εικονίδια
es: Texto bajo iconos
et: Tekst ikoonide all
eu: Testua Ikonoen Azpian
fi: Teksti kuvakkeiden alla
fr: Texte sous les icônes
hu: Szöveg az ikon alatt
is: Texti undir táknmyndum
it: Testo sotto le icone
ja: アイコンの下に文字
lt: Tekstas po ženkliukais
lv: Teksts Zem Ikonām
nl: Tekst onder de pictogrammen
pl: Tekst pod ikonami
pt: Texto sob os Ícones
ro: Text sub iconiţe
sk: Text pod ikonami
sl: Besedilo pod ikonami
sv: Text under ikoner
tr: Simgelerin Altında Yazı

source: Text excerpt showing the unknown word in its context.
bg: Извадка, показваща непознатата дума в контекста.
ca: Extracte de text que mostra la paraula desconeguda en el seu context.
cs: Výňatek z textu ukazující slovo v jeho kontextu.
da: Tekstuddrag viser det ukendte ord i sin sammenhæng.
de: Textauszug mit dem unbekannten Wort im Zusammenhang
el: Απόσπασμα κειμένου που εμφανίζει την άγνωστη λέξη.
es: Extracto del texto mostrando la palabra desconocida en su contexto.
et: Tekstikatke, mis näitab tundmatut sõna kontekstis.
fr: Extrait du texte montrant le mot inconnu dans son contexte.
hu: Az ismeretlen szó megjelenítése, az értelmezéshez szükséges rövid szövegkörnyezettel.
it: Porzione di testo che mostra la parola errata nel suo contesto.
ja: 文脈の中でスペル誤りの語があるテキストの引用.
nl: Een tekstgedeelte dat het onbekende woord in zijn context toont.
pl: Fragment tekstu pokazujący nieznane słowo wraz z kontekstem.
pt: O excerto de texto que mostra a palavra desconhecida no seu contexto.
ro: O bucată de text care afişează cuvîntul necunoscut în context.
sk: Časť textu zobrazujúca neznáme slovo v kontexte.
sl: Izsek besedila, ki prikazuje neznano besedo v kontekstu.
sv: Textutdrag som visar det okända ordet i sitt sammanhang.

source: Thai
bg: Тайландски
ca: Tailandès
cs: Thajština
da: Thailandsk
el: Ταϊλανδέζικη
es: Tailandés
et: Tai
eu: Thaia
fr: Thaïlandais
hu: Thaiföldi
is: Tælenskt
ja: タイ語
lt: Tailandiečių
lv: Taizemes
nl: Thaïs
pl: Tajskie
pt: Tailandês
ro: Tailandez
sk: Thajská
sl: Tajski
sv: Thailändsk
tr: Tayvan Dili

source: The '%1' key combination has already been allocated to the "%2" action. Do you want to reassign it from that action to the current one?
bg: Клавишната комбинация "%1" вече е зададена за действието "%2". Искате ли клавишната комбинация да бъде асоциирана с новата операция?
ca: La combinació de tecla '%1' ja s'ha assignat a l'acció "%2". Voleu re-assignar-la des d'aquesta acció a l'acció actual?
cs: Klávesová kombinace "%1" je již použita pro činnost "%2". Přejete si ji přeřadit současné činnosti?
da: '%1'-tastekombinationen er allerede tildelt handlingen "%2". Ønsker du at ændre dette til den handling der er valgt her?
de: Die Tastenkombination "%1" ist bereits der globalen Aktion "%2" zugeordnet. Möchten Sie die neue Zuordnung vornehmen?
el: Ο συνδυασμός πλήκτρων '%1' έχει ήδη δεσμευθεί για την ενέργεια "%2". Θέλετε να τον αναθέσετε στην τρέχουσα;
es: La combinación de teclas '%1' ya está asignada a la acción "%2". ¿Desea reasignarla, empleando su selección actual?
et: Klahvikombinatsioon '%1' on juba kasutusel tegevuseks "%2". Kas soovid selle tõesti asendada praegu valitud tegevusega?
eu: '%1' tekla konbinaketa egokitua dago "%2" ekintza globalarekin. Dagoen tekla konbinaketa unekoarekin beregokitu nahi duzu?
fi: Näppäinyhdistelmä "%1" on jo annettuna toiminnolle "%2". Haluatko sijoittaa näppäinyhdistelmän kuitenkin tälle toiminnolle nykyisen sijaan?
fr: La combinaison de touches « %1 » est déjà associée à l'action «%2». Voulez-vous la réassigner de celle-ci à l'action courante ?
hu: A(z) '%1' billentyűkombináció már hozzá van rendelve a globális "%2" művelethez. Az eddigi helyett inkább az új művelet legyen hozzárendelve?
is: Lyklasamsetningin %1 er nú þegar í notkun í altæku stillingunni %2 Veldu ótvíræða samsetningu.
it: La combinazione di tasti "%1" è già stata assegnata all'azione "%2". Vuoi riassegnarla da quell'azione all'azione corrente?
ja: キーの組み合わせ '%1' は広域アクション "%2" に割り当て済みです。 現在の値に割り当て直しますか?
lt: Klavišų kombinacija %1 jau paskirta globaliam veiksmui „%2“. Pasirinkite unikalią klavišų kombinaciją.
lv: Taustiņu kombinācija '%1' jau ir piešķirta globālai darbībai "%2". Lūdzu izvēlieties unikālu taustiņu kombināciju.
nl: De toetscombinatie '%1' is reeds toegewezen aan de actie "%2". Wilt u deze toetscombinatie daar verwijderen en toewijzen aan de huidige actie?
pl: Kombinacja klawiszy %1 została przypisana działaniu "%2". Czy przypisać ją zamiast tego aktualnemu działaniu?
pt: A combinação de teclas '%1' já foi atribuída à acção global "%2". Deseja atribui-la de novo dessa acção para a actual?
ro: Combinaţia de taste "%1" a fost deja alocată la acţiunea "%2". Doriţi să o reatribuiţi de la acea acţiune la aceasta curentă?
sk: Klávesová kombinácia '%1' už bola alokovaná pre akciu "%2". Chcete túto kombináciu priradiť aktuálnej akcii?
sl: Zaporedje tipk »%1« je že dodeljeno dejanju »%2«. Jo želite dodeliti iz tega dejanja k trenutnemu?
sv: Tangentkombinationen '%1' har redan tilldelats till åtgärden "%2". Vill du ändra tilldelning från den åtgärden till den nuvarande?
tr: '%1' tuş kombinasyonu daha önce "%2" eylemine ayrıldı. Lütfen, daha önce kullanılmamış bir tuş kombinasyonu seçiniz.

source: The '%1' key combination has already been allocated to the "%2" action. Please choose a unique key combination.
bg: Клавишната комбинация "%1" вече е зададена за действието "%2". Моля, изберете друга клавишна комбинация.
ca: La combinació de tecla '%1' ja s'ha assignata l'acció global "%2". Si us plau, escolliu una combinació de tecla única.
cs: Klávesová kombinace "%1" je již použita pro činnost "%2". Prosím zvolte si jedinečnou kombinaci kláves.
da: '%1'-tastekombinationen bruges allerede til handlingen '%2'. Vælg venligst en ubenyttet kombination.
de: Die Tastenkombination "%1" ist bereits der globalen Aktion "%2" zugeordnet. Bitte wählen Sie eine eindeutige Tastenkombination.
el: Ο συνδυασμός πλήκτρων '%1' έχει ήδη δεσμευθεί για την ενέργεια "%2". Παρακαλώ επιλέξτε ένα μοναδικό συνδυασμό πλήκτρων.
es: La combinación de teclas '%1' ya ha sido asignada a la acción global "%2". Por favor, elija una combinación de teclas única.
et: Klahvikombinatsioon '%1' on juba kasutusel tegevuseks "%2". Palun vali unikaalne kombinatsioon.
eu: '%1' tekla konbinaketa egokitua dago "%2" ekintza globalarekin. Tekla konbinaketa bakarra aukeratu.
fi: Näppäinyhdistelmä %1 on jo käytössä yleiselle toiminnolle "%2". Valitse jokin muu näppäinyhdistelmä.
fr: La combinaison de touches « %1 » est déjà associée à l'action «%2». Choisissez une combinaison de touches unique.
hu: A(z) '%1' billentyűkombináció már hozzá van rendelve a globális "%2" művelethez. Válasszon egy másik billentyűkombinációt.
is: Lyklasamsetningin %1 er nú þegar í notkun í altæku stillingunni %2 Veldu ótvíræða samsetningu.
it: La combinazione di tasti "%1" è già stata assegnata all'azione "%2". Scegli una combinazione di tasti univoca.
ja: キーの組み合わせ %1 は広域アクション %2 に割り当て済みです。 競合しないキーの組み合わせを選択して下さい。
lt: Klavišų kombinacija %1 jau paskirta globaliam veiksmui „%2“. Pasirinkite unikalią klavišų kombinaciją.
lv: Taustiņu kombinācija '%1' jau ir piešķirta globālai darbībai "%2". Lūdzu izvēlieties unikālu taustiņu kombināciju.
nl: De toetscombinatie "%1" is reeds toegewezen aan de globale actie "%2". Kies een andere toetscombinatie.
pl: Kombinacja klawiszy %1 została przypisana akcji "%2". Proszę wybrać nieużywaną kombinację klawiszy.
pt: A combinação de teclas '%1' já foi atribuída à acção global "%2". Por favor escolha uma combinação de teclas única.
ro: Combinaţia de taste "%1" a fost deja alocată la acţiunea globală "%2". Vă rog să alegeţi o combinaţie unică de taste.
sk: Klávesová kombinácia '%1' už bola alokovaná pre akciu "%2". Prosím zvoľte unikátnu kombináciu klávesov.
sl: Zaporedje tipk »%1« je že dodeljeno za dejanje »%2«. Prosim izberite še neuporabljeno zaporedje tipk.
sv: Tangentkombinationen "%1" används redan av den globala åtgärden "%2". Välj en unik tangentkombination.
tr: '%1' tuş kombinasyonu daha önce "%2" eylemine ayrıldı. Lütfen, daha önce kullanılmamış bir tuş kombinasyonu seçiniz.
